Repository: JurabekUz/tomato
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru

source: Faol
ru: Активный

source: Yaratilgan vaqti
ru: Время создания

source: Oxirgi yangilangan vaqti
ru: Время последнего обновления

source: Nomi
ru: Название

source: No faol
ru: Неактивный

source: Pomidor turi
ru: Тип томата

source: Pomidor Turlari
ru: Типы томатов

source: Kasallik turi
ru: Тип заболевания

source: Kasallik Turlari
ru: Типы заболеваний

source: Kasallik darajasi
ru: Степень заболевания

source: Kasallik Darajalari
ru: Степени заболеваний

source: Rasm
ru: Изображение

source: Rasmlar
ru: Изображения

source: O'zbekcha
ru: Узбекский

source: Ruscha
ru: Русский

source: Ingilizcha
ru: Английский

source: Description for {}
ru: Описание для {}

source: Tavsif/Izoh
ru: Описание/Комментарий

source: Modellar
ru: Модель

source: Model
ru: Модель

source: Index
ru: Индекс

source: Model klassi
ru: Модельный класс

source: Model klasslari
ru: Модельный класс

source: Modelni yuklashda xatolik yuz berdi: {e}
ru: Произошла ошибка при загрузке модели: {e}

source: Rasm bilan ishlashda xatolik, iltimos yaxshiroq formatdagi rasm yuboring
ru: Ошибка при работе с изображением, пожалуйста, отправьте изображение в лучшем формате

source: Rasm kasalligi topilmadi, Uzr so'raymiz
ru: Болезнь на изображении не найдена, извините

source: Nazarda tutilmagan xatolik yuz berdi.
ru: Произошла непредвиденная ошибка.

source: Label not found in DataClass
ru: Метка не найдена в DataClass

source: Personal info
ru: Личная информация

source: Permissions
ru: Разрешения

source: Phone number must be entered in the format: '998XXXXXXXX'.
ru: Номер телефона должен быть введен в формате: '998XXXXXXXX'.

source: A user with that phone number already exists.
ru: Пользователь с таким номером телефона уже существует.

source: father name
ru: Отчество

source: language
ru: Язык

source: user
ru: пользователь

source: users
ru: пользователи
